[
  {
    "title": "Cidade de Deus",
    "year": 2002,
    "text": "Baseado em fatos reais, o filme retrata a ascensão do crime organizado na favela Cidade de Deus, no Rio de Janeiro, pelas lentes de um jovem fotógrafo.",
    "image": "assets/img/cdd.jpg"
  },
  {
    "title": "Central do Brasil",
    "year": 1998,
    "text": "Uma ex-professora e um menino órfão embarcam em uma jornada pelo interior do Brasil em busca do pai do garoto.",
    "image": "assets/img/cdb.jpg"
  },
  {
    "title": "Tropa de Elite",
    "year": 2007,
    "text": "O Capitão Nascimento, do BOPE, enfrenta o desafio de combater o tráfico de drogas e preparar um substituto enquanto lida com sua própria crise pessoal.",
    "image": "assets/img/tde.jpg"
  },
  {
    "title": "Que Horas Ela Volta?",
    "year": 2015,
    "text": "Val, uma empregada doméstica em São Paulo, tem sua rotina abalada com a chegada da filha, que questiona as barreiras sociais entre patrões e empregados.",
    "image": "assets/img/qhev.jpg"
  },
  {
    "title": "Hoje Eu Quero Voltar Sozinho",
    "year": 2014,
    "text": "Leonardo, um adolescente cego, lida com a busca por independência e a descoberta do amor ao se aproximar de um novo colega de classe.",
    "image": "assets/img/heqvs.jpg"
  },
  {
    "title": "Forrest Gump",
    "year": 1994,
    "text": "Forrest, um homem com QI abaixo da média, vive momentos marcantes da história americana, provando que qualquer um pode fazer a diferença.",
    "image": "assets/img/fg.jpg"
  },
  {
    "title": "À Espera de um Milagre",
    "year": 1999,
    "text": "Em uma prisão sulista dos EUA, um guarda do corredor da morte descobre que um prisioneiro condenado tem poderes milagrosos.",
    "image": "assets/img/aedum.jpg"
  },
  {
    "title": "Clube da Luta",
    "year": 1999,
    "text": "Um homem desiludido com a vida corporativa encontra libertação em lutas clandestinas, desencadeando eventos imprevisíveis.",
    "image": "assets/img/cdl.jpg"
  },
  {
    "title": "O Pianista",
    "year": 2002,
    "text": "Durante a ocupação nazista de Varsóvia, um pianista judeu luta para sobreviver escondido entre as ruínas da cidade.",
    "image": "assets/img/op.jpg"
  },
  {
    "title": "Os Miseráveis",
    "year": 2012,
    "text": "Na França do século XIX, o ex-prisioneiro Jean Valjean busca redenção enquanto é perseguido pelo implacável inspetor Javert.",
    "image": "assets/img/om.jpg"
  }
]
